The sheet metal area of the fabrication part.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public double SheetMetalArea { get; }
  Visual Basic
Public ReadOnly Property SheetMetalArea As Double
	Get
  Visual C++
public:
property double SheetMetalArea {
	double get ();
}
 See Also
  FabricationPart Class
  Autodesk.Revit.DB Namespace